Repository: yavdr/yavdr
Catalog: i18n-git-only/yavdr-i18n/*.po
Languages: fr, ru

source: Timer
fr: Programmation
ru: Таймер

source: Applications
ru: Приложения

source: Internet
ru: Интернет

source: Media
fr: Média
ru: Медиа

source: XBMC on graphtft Display
fr: XBMC sur l'affichage graphtft
ru: XBMC на графическом дисплее

source: Games
fr: Jeux
ru: Игры

source: Tools
fr: Outils
ru: Инструменты

source: Xterm
fr: Xtrem
ru: Х-Терминал

source: Commands
fr: Commandes
ru: Команды

source: Safely remove usb mass storage
fr: Retirer en toute sécurité les unitées de stockage USB
ru: Безопасное извлечение USB-накопителя

source: Update vdr recordings list
fr: Mise à jour de la liste des enregistrements vdr
ru: Обновить список записей VDR

source: Restart VDR
fr: Redémarrez VDR
ru: Перезапуск VDR

source: Reboot system
fr: Redémarrez le système
ru: Перезагрузка системы

source: Shutdown system
fr: Arrêter le système
ru: Выключение компьютера

source: Mail
ru: Почта

source: Gametrailers
ru: Подборка игр

source: PIP on/off
ru: Картинка в картинке вкл./выкл.

source: PIP swap
ru: PIP обмен (поменять окна местами)

source: PIP
ru: Картинка в картинке

source: TV-Browser
ru: ТВ-браузер

source: Recording
fr: Enregistrement
ru: Записи

source: Video
fr: Vidéo
ru: Видео

source: Music
fr: Musique
ru: Музыка

source: Picture
fr: Image
ru: Картинки

source: Miscellaneous
fr: Divers
ru: Разное

source: Please select the audio output. Make your choice and press "Save". At saving VDR and the video output will be restarted in order to make your choice activ.
fr: S'il vous plaît sélectionner la sortie audio. Faites votre choix et appuyez sur "Sauvegarder ". Après la sauvegarde VDR et la sortie vidéo seront redémarrés afin de rendre votre choix actif.
ru: Пожалуйста, выберите аудио выход. Сделайте свой выбор и нажмите "Сохранить ". После сохранения, VDR и видео выход будет перезапущен, для активации вашего выбора.

source: Audio
ru: Аудио

source: Output to all devices
fr: Sortie de tous les périphériques
ru: Выход для всех устройств

source: Analog
fr: Analogique
ru: Аналоговый

source: Audio output will happen through the speaker/headphone plug
fr: La sortie audio passera par le haut-parleur/Prise casque
ru: Вывод аудио через разъем колонок/наушников

source: Digital (Toslink/SPDIF)
fr: Numérique (Toslink / SPDIF)
ru: Цифровой (Toslink/SPDIF)

source: Audio output will happen through Toslink/SPDIF.
fr: La sortie audio passera par Toslink / SPDIF.
ru: Цифровой выход аудио через Toslink/SPDIF.

source: HDMI-Stereo
fr: HDMI-stéréo
ru: HDMI-Стерео

source: Audio output will happen through HDMI in PCM. This variant does a downmix for HDMI devices which only can handle stereo (i.e. tv sets).
fr: La sortie audio HDMI passera par le PCM. Cette variante n'est qu'un mix pour les périphériques HDMI qui ne peuvent gérer la stéréo (téléviseurs par exemple).
ru: Выход аудио через HDMI в формате PCM. Этот вариант производит микширование для устройств HDMI которые могут обрабатывать только стерео (т.е. для телевизора).

source: HDMI-Passthrough
ru: HDMI-Passthrough (сквозной канал)

source: Audio output will happen through HDMI with Pass Through.
fr: La sortie audio passera par l'HDMI avec Pass Through.
ru: Выход аудио произойдет через сквозной канал HDMI.

source: Audio output
fr: Sortie audio
ru: Аудио выход

source: Here you can configure your display settings.
fr: Ici vous pouvez configurer vos paramètres d'affichage.
ru: Здесь вы можете настроить параметры экрана.

source: Display
fr: Affichage
ru: Экран

source: Rescan displays
fr: Rescanner les affichages
ru: Пересканировать экраны

source: Refresh rate
fr: Taux de rafraîchissement
ru: Частота обновления

source: Device
fr: Périphérique
ru: Устройство

source: Primary
fr: Principal
ru: Первичное

source: Secondary
fr: Secondaire
ru: Вторичное

source: Select resolution
fr: Sélectionnez la résolution
ru: Выберите разрешение

source: Resolution
fr: Résolution
ru: Разрешение

source: Nvidia overscan compensation
fr: Compensation Nvidia overscan
ru: Компенсация оверскана NVIDIA

source: Basic
fr: De base
ru: Базовый

source: Dual-Head Mode
fr: Mode Dual-Head
ru: Двуэкранный режим

source: GraphTFT
ru: Графический TFT дисплей

source: Xine HD deinterlacer
fr: Xine HD désentrelacé
ru: Xine HD деинтерлейсинг

source: default
fr: défaut
ru: по-умолчанию

source: Xine SD deinterlacer
fr: Xine SD désentrelacé
ru: Xine SD деинтерлейсинг

source: disabled (less than 2 displays found)
fr: désactivé (moins de 2 Affichages trouvé)
ru: отключено (обнаружено менее двух экранов)

source: Rescan display. Displays may flicker.
fr: Rescanner l'affichage. L'affichage peut clignoter.
ru: Пересканирование дисплеев. Изображение может мерцать

source: Rescan display failed.
fr: Le rescannage de l'affichage a échoué.
ru: Пересканирование дисплеев не удалось.

source: Default frequency
fr: Fréquence par défaut
ru: Частота по-умолчанию

source: rate
fr: taux
ru: коэффициент

source: Settings
fr: Paramètres
ru: Настройки

source: Here you can configure your remote hardware. The default and most common choice is EventLircd.
fr: Ici, vous pouvez configurer votre télécommande. Le choix par défaut et la plus commune est EventLircd.
ru: Здесь вы можете настроить дистанционное управление. По-умолчанию и наиболее распространенный выбор EventLircd.

source: Driver
fr: Pilote
ru: Драйвер

source: LIRC driver
fr: Pilote LIRC
ru: Драйвер LIRC

source: HW-Default
fr: Défaut-HW
ru: HW по-умолчанию

source: Lircd-Conf
ru: Lircd-конфигурация

source: Receiver
fr: Récepteur
ru: Приемник

source: Serial port
fr: Port série
ru: СОМ-порт

source: Activate LIRC
fr: Activer LIRC
ru: Активация LIRC

source: Activate EventLircd
fr: Activer EventLircd
ru: Активация EventLircd

source: Choose a file:
fr: Choisissez un fichier:
ru: Выберите файл:

source: Save
fr: Sauvegarder
ru: Сохранить

source: System
fr: Système
ru: Система

source: Reload
fr: Recharger
ru: Перезагрузить

source: Mark content
fr: Marquer le contenu
ru: Добавить информацию

source: Send to PasteBin
fr: Envoyer à PasteBin
ru: Отправить на PasteBin

source: Please wait...
fr: Patienter s'il vous plaît...
ru: Пожалуйста подождите...

source: General system settings are made here.
fr: Les paramètres général du système sont modifiés ici.
ru: Общие системные настройки делать здесь.

source: Webfrontend language
fr: Langage de l'interface web
ru: Язык ВЭБ-интерфейса

source: Shutdown and wakeup
fr: Arrêt et réveil
ru: Завершение работы и пробуждение

source: Grub
ru: Загрузочное меню Grub

source: Choose timeout in seconds:
fr: Choisissez le délai d'attente en secondes:
ru: Выберите время ожидания в секундах:

source: "The maximum is 10."
fr: "Le maximum est de 10."
ru: "максимум 10."

source: "The minimum is 0."
fr: "Le minimum est de 0."
ru: "минимум 0."

source: "Language"
ru: "Язык"

source: Suspend to RAM
fr: veille (en mémoire)
ru: Спящий режим (S2RAM)

source: Switches the computer into energy saving mode. Only RAM will be supplied with Power.
fr: Passe l'ordinateur en mode économie d'énergie.
ru: Переключение компьютера в режим энергосбережения. Только память (RAM) будет под напряжением.

source: Fake suspend to disk
fr: veille prolongée (sur disque)
ru: Спящий режим на диск (S2disk)

source: Alternative for Suspend to RAM. This can be used as a fallback for some problematic devices
fr: Alternative à la veille (en mémoire). Ceci peut être utilisé comme solution de repli pour certains périphériques problématiques
ru: Альтернатива S2RAM. Может быть использовано в качестве запасного варианта на некоторых проблемных устройствах

source: Shutdown
fr: Extinction
ru: Выключение

source: This is the classical shutdown.
fr: C'est l'arrêt classique.
ru: Это классическое выключение.

source: reboot PowerOff-kernel
fr: redémarrage "PowerOff" kernel
ru: перезагрузка PowerOff-kernel

source: Some Hardware needs the PowerOff kernel in order to be able to shut down. Use this if you have this problem.
fr: Certains matériel ont besoins du noyau "PowerOff" afin d'être en mesure de s'arrêter. Utilisez cette option si vous avez ce problème.
ru: Некоторые аппаратные средства требуют выключенного ядра для того, чтобы завершить работу. Используйте эту функцию, если у вас есть эта проблема.

source: Without timer wakeup.
fr: Pas de réveil par minuterie.
ru: Без таймера пробуждения.

source: ACPI timer wakeup. YaVDR default setting.
fr: ACPI réveil par minuterie. Réglage YaVDR par défaut.
ru: ACPI таймер пробуждения. YaVDR умолчанию.

source: You need a special nvram configuration to use it.
fr: Vous avez besoin d'une configuration nvram spéciale pour l'utiliser.
ru: Вам нужна специальная конфигурация NVRAM чтобы это использовать

source: Shutdown method
fr: Méthode d'arrêt
ru: Метод отключения

source: Wakeup method
fr: Méthode de réveil
ru: Метод пробуждения

source: Disable USB-wakeup
fr: Désactiver le réveil par USB
ru: Отключить USB-прорбуждение

source: Deactivate USB-wakeup, for incompatible hardware
fr: Désactiver le réveil par USB, pour le matériel incompatible
ru: Отключение USB-пробуждения, при несовместимости оборудования

source: Network
fr: Réseau
ru: Сеть

source: You can define Host and shares which should be mounted automatically. You need to key in the shares using "host:/path/to/the/share".
fr: Vous pouvez définir l'hôte et le partage qui devrait être monté automatiquement. Vous avez besoin de la clé de partage en utilisant "hôte:/chemin/vers/le/partage/".
ru: Вы можете указать Host и общие ресурсы, которые должны быть примонтированы автоматически. Необходимо ввести в таком виде "хост:/путь/к/общему/ресурсу"

source: Add
fr: Ajouter
ru: Добавить

source: Delete
fr: Supprimer
ru: Удалить

source: The name is missing
fr: Le nom est manquant
ru: Отсутствует имя

source: load new information from internet
fr: charge de nouvelles informations à partir d'Internet
ru: Загрузить новую информацию из сети интернет

source: remove unneeded packages
fr: supprimer les paquetages inutiles
ru: удалить ненужные пакеты

source: clears out the local repository of retrieved package file
fr: nettoie le dépôt local des paquetages récupérés
ru: очистить локальное хранилище полученных файлов пакетов

source: Install
fr: Installer
ru: Установить

source: Remove
fr: Supprimer
ru: Удалить

source: Activate
fr: Activer
ru: Активировать

source: Deactivate
fr: Désactiver
ru: Деактивировать

source: Package
fr: Paquetage
ru: Пакет

source: Maintainer
fr: Mainteneur
ru: Сопровождающий

source: Description
ru: Описание

source: Please select a package to see additional details.
fr: S'il vous plaît choisissez un paquetage pour voir les détails supplémentaires.
ru: Пожалуйста, выберите пакет, чтобы увидеть дополнительную информацию.

source: Version
ru: Версия

source: Name of the group
fr: Nom du groupe
ru: Название группы

source: Name
fr: Nom
ru: Название

source: Next channel no.
fr: Chaîne suivante no.
ru: Следующий канал №

source: "ChannelsReader.read: Channels not available"
fr: "ChannelsReader.read: Chaînes non disponible"
ru: "ChannelsReader.read: Каналы недоступны"

source: Channels saved
fr: Chaînes sauvegardées
ru: Каналы сохранены

source: generated channels.conf
fr: channels.conf généré
ru: генерируется channels.conf

source: Channels
fr: Chaînes
ru: Каналы

source: Clipboard
fr: Presse-papiers
ru: Буфер обмена

source: Move into channels.conf
fr: Déplacer dans le channels.conf
ru: Переместить в channels.conf

source: Add new group
fr: Ajouter un nouveau groupe
ru: Добавить новую группу

source: Please enter the group name:
fr: S'il vous plaît entrez le nom du groupe:
ru: Пожалуйста введите название группы:

source: Display channels.conf
fr: channels.conf affichage
ru: Показать channels.conf

source: "Channel"
fr: "Chaîne"
ru: "Канал"

source: "Name"
fr: "Nom"
ru: "Название"

source: "Provider"
fr: "fournisseur"
ru: "Провайдер"

source: "loading channels"
fr: "chaînes téléchargées"
ru: "загрузка каналов"

source: Move into clipboard
fr: Déplacer dans le presse papier
ru: Переместить в буфер обмена

source: On top
fr: En Haut
ru: Вверх

source: At bottom
fr: En bas
ru: Вниз

source: Insert clipboard
fr: Insérer le presse-papiers
ru: Вставить из буфера

source: Above %s
fr: Ci-dessus %s
ru: Выше %s

source: Below %s
fr: Ci-dessous %s
ru: Ниже %s

source: Delete "%s"
fr: Supprimer "%s"
ru: Удалить "%s"

source: Delete selection
fr: Supprimer la sélection
ru: Удалить выделенное

source: Here you can make general setting for and around VDR.
fr: Ici vous pouvez faire le réglage général de VDR.
ru: Здесь вы можете сделать общие настройки для VDR и его приложений.

source: General
fr: Général
ru: Основной

source: Lifeguard monitoring items
fr: Éléments de surveillance Lifeguard
ru: Мониторинг активных соединений (Lifeguard)

source: VDR-Lifeguard will check the choosen items before allowing the shutdown. Please choose the items which should not be interrupted by a shutdown. Not checked means it will not block the shutdown.
fr: VDR-Lifeguard vérifie les articles sélectionnés avant d'autoriser la fermeture. S'il vous plaît sélectionnez les articles qui ne devrait pas être interrompue par un arrêt. Non coché signifie qu'il ne va pas bloquer la fermeture.
ru: VDR-Lifeguard будет проверять выбранные соединения, прежде чем разрешить отключение. Пожалуйста, выберите пункты, при активности которых не должно производиться выключение. Если ничего не отмечено, Lifeguard не будет блокировать выключение.

source: This choice is using the xineliboutput plugin with frontend vdr-sxfe.
fr: Ce choix est d'utiliser le plugin xineliboutput avec l'interface vdr-sxfe.
ru: Этот выбор использует плагин xineliboutput с интерфейсом vdr-sxfe.

source: This is an alternative frontend. It is using the xine plugin using Xine for decoding.
fr: Il s'agit d'une interface de remplacement. Il utilise le plugin xine utilisant Xine pour le décodage.
ru: Это альтернативный интерфейс. Он использует плагин Xine для декодирования.

source: If you want to use VDR as backend for XBMC and watch TV only in XBMC this is your choice.
fr: Si vous souhaitez utiliser VDR comme arrière-plan à XBMC et regarder la télévision que dans XBMC c'est votre choix.
ru: Если вы хотите использовать VDR как серверную часть для XBMC и смотреть телевизор только в XBMC - это ваш выбор.

source: You can choose this if you don't want to have any video output. This is if you want to use yavdr as server, or disable any decoding on video cards.
fr: Vous pouvez choisir cette option si vous ne voulez pas avoir de sortie vidéo. C'est si vous voulez utiliser yavdr comme serveur, ou désactiver tout décodage sur les cartes vidéo.
ru: Вы можете это выбрать, если вы не хотите использовать какой-либо видеовыход. Это необходимо если вы хотите использовать yavdr как сервер, или отключить любое декодирование на видеокартах.

source: If you want to use VDR with a TT-premium S2-6400 HD.
fr: Si vous souhaitez utiliser VDR avec une TT-premium S2-6400 HD.
ru: Если вы хотите использовать VDR с TT-Premium S2-6400 HD.

source: Video Output
fr: Sortie vidéo
ru: Видеовыход

source: Override incorrect not DVB compliant EPG Encoding, as send by Sky
fr: Remplacer l'incorrecte guide des programmes non compatible DVB, comme celui envoyé par Sky
ru: Переопределение некорректно т. к. не DVB совместимое EPG кодирование, как отправлено по Sky

source: Charset override
fr: Remplacer le jeu de caractères
ru: Определение набора символов

source: Diagnostics
ru: Диагностика

source: Refresh
fr: Actualiser
ru: Обновить

source: Go to the end
fr: Aller à la fin
ru: Перейти в конец

source: ALSA status information
fr: ALSA informations
ru: Информация о статусе ALSA

source: ALSA device list
fr: Liste des périphériques ALSA
ru: Список устройств ALSA

source: ALSA custom sound configuration
fr: ALSA configuration sonore personnalisé
ru: Пользовательская настройка звука ALSA

source: Package information
fr: Paquet information
ru: Информация о пакете

source: Installed packages (VDR, VDR-Plugins, VDR-Addons, XBMC, yavdr)
fr: Les paquetages installés (VDR, VDR-Plugins, VDR-Addons, XBMC, yavdr)
ru: Установленные пакеты (VDR, плагины VDR, приложения VDR, XBMC, yavdr)

source: Apt history of recently installed packages
fr: Apt historique des paquetages récemment installé
ru: История недавно установленных пакетов (Apt)

source: LIRC hardware configuration
fr: Configuration matérielle LIRC
ru: Конфигурация оборудования LIRC

source: LIRCD configuration
fr: Configuration LIRCD
ru: Конфигурация LIRCD

source: System information
fr: Informations sur le système
ru: Системная информация

source: System load
fr: Charge du système
ru: Загрузка системы

source: Network status
fr: État du réseau
ru: Статус сети

source: Filesystem usage
fr: Utilisation du système de fichiers
ru: Использование файловой системы

source: Kernel log
fr: Log du noyau
ru: Лог ядра

source: Webserver logfile
fr: Serveur internet fichier de log
ru: Логфайлы Вэбсервера

source: VDR basic configuration
fr: VDR configuration de base
ru: Базовая конфигурация VDR

source: Xorg server log
fr: Serveur Xorg log
ru: Лог Xorg сервера

source: X-Server configuration (only if NVIDIA VDPAU present)
fr: Configuration X-serveur (seulement si NVIDIA VDPAU est présent)
ru: Конфигурация X-сервера (только если представлена NVIDIA VDPAU)

source: X-Server logfile
fr: X-serveur fichier de log
ru: Логфайлы X-сервера

source: XBMC crash log
fr: Log des blocages d'XBMC
ru: Журнал сбоев XBMC

source: yaVDR database
fr: Base de données yaVDR
ru: База данных yaVDR

source: Recordings
fr: Enregistrements
ru: Записи

source: Duration
fr: Durée
ru: Продолжительность

source: Timers
fr: Programmations
ru: Таймеры

source: Start
fr: Démarrer
ru: Пуск

source: Schedule
fr: Horaire
ru: Планировщик

source: Here you can configure your VDR and applications around it.
fr: Ici, vous pouvez configurer votre VDR et ces applications.
ru: Здесь вы можете настроить VDR и его приложения.

source: Hardware
fr: Matériel
ru: Оборудование

source: Remote control
fr: Télécommande
ru: Дистанционное управление

source: Audi
ru: Аудио

source: Edit configurations
fr: Modifier les configurations
ru: Редактировать конфигурацию

source: Packages
fr: Paquetages
ru: Пакеты

source: Here you can monitor your system. You can look into log files and send them to pastebin to let others review them.
fr: Ici, vous pouvez surveiller votre système. Vous pouvez consulter les fichiers de log et les envoyer à pastebin pour laisser d'autres personnes les examiner.
ru: Здесь вы можете контролировать вашу систему. Можно посмотреть лог-файлы и отправить их на Pastebin, чтобы позволить другим ознакомиться с ними.

source: "Execute command..."
fr: "Exécute une commande..."
ru: "Выполните команду ..."

source: The command has been executed successfully
fr: La commande a été exécutée avec succès
ru: Команда была выполнена успешно

source: The command could not complete successfully
fr: La commande n'a pas pu se terminer avec succès
ru: Команда не может завершиться успешно

source: Switch temporarily to second screen
fr: Basculer temporairement vers le deuxième écran
ru: Временно переключаться на второй экран

source: Reboot computer
fr: Redémarrez l'ordinateur
ru: Перезагрузить компьютер

source: Kill XBMC
fr: Tuez XBMC
ru: Завершить XBMC

source: Sound (ALSA)
fr: Son (ALSA)
ru: Звук (ALSA)

source: System log files
fr: Fichiers de log du système
ru: Системные лог файлы

source: Xorg server
fr: Serveur Xorg
ru: Xorg сервер

source: LIRC configuration
ru: Конфигурация LIRC

source: VDR configuration
ru: Конфигурация VDR

source: Dashboard
fr: Tableau de bord
ru: Приборная панель

source: Program
fr: Programme
ru: Программа

source: Saving
fr: Sauver
ru: Сохранение

source: Cancel
fr: Annuler
ru: Отмена

source: Error while saving data.
fr: Erreur lors de l'enregistrement des données.
ru: Ошибка сохранения данных.

source: Data stored successfully.
fr: Données stockées avec succès.
ru: Сохранение данных завершено успешно

source: Introduction
ru: Введение

source: Close
fr: Fermer
ru: Закрыть

source: Install package?
fr: Installer le paquetage?
ru: Установить пакет?

source: Would you like to install package "%s"?
fr: Souhaitez-vous installer le paquetage "%s"?
ru: Вы хотели бы установить пакет "%s"?

source: Would you like to remove package "%s"?
fr: Souhaitez-vous supprimer le paquetage "%s"?
ru: Вы хотели бы удалить пакет "%s"?

source: Would you like to enable "%s"?
fr: Souhaitez-vous activer "%s"?
ru: Вы хотели бы включить "%s"?

source: fatal error: disable plugin failed
fr: erreur fatale: la désactivation du plugin a échoué
ru: фатальная ошибка: не удалось отключить плагин

source: Disable plugin?
fr: Désactiver le plugin?
ru: Отключить плагин?

source: Would you like to disable "%s"?
fr: Souhaitez-vous désactiver "%s"?
ru: Вы хотели бы отключить "%s"?

source: Title (optional)
fr: Titre (facultatif)
ru: Название (необязательно)

source: Email (optional)
fr: Email (facultatif)
ru: Email (необязательно)

source: Content
fr: Contenu
ru: Содержимое

source: Send
fr: Envoyer
ru: Отправить

source: You can configure your sundtek DVB hardware here.
fr: Vous pouvez configurer votre matériel DVB sundtek ici.
ru: Вы можете здесь настроить аппаратное устройство sundtek DVB.

source: unchanged
fr: inchangé
ru: без изменений

source: Rescan Sundtek
fr: Rescanner Sundtek
ru: Пересканирование Sundtek

source: DVB-Mode
fr: Mode DVB
ru: Режим DVB

source: mount device
fr: monter le périphérique
ru: примонтировать устройство

source: mounted
fr: monté
ru: примонтировать

source: remove this configuration
fr: supprimer cette configuration
ru: удалить эту конфигурацию

source: Do you realy want to remove this configration:
fr: Voulez-vous vraiment supprimer cette configuration:
ru: Вы действительно хотите удалить эту конфигурацию:

source: (local)
ru: (локально)

source: Network-Support
fr: Support réseau
ru: Поддержка сети

source: allows devices to be mounted remotely
fr: permet aux périphériques d'être monté à distance
ru: позволяет примонтировать удаленные устройства

source: Rescan for sundtek devices.
fr: Rescanner pour les dispositifs sundtek.
ru: Повторное сканирование для sundtek устройств.

source: Do not change frontend settings
fr: Ne pas modifier les paramètres de l'interface
ru: Не изменять настройки интерфейса

source: Language
ru: Язык

source: yes
fr: oui
ru: да

source: no
fr: non
ru: нет

source: Set XBMC defaults
fr: Définir les valeurs par défaut d'XBMC
ru: Установка XBMC по-умолчанию

source: enabled
fr: activé
ru: Включить

source: Edit
fr: Modifier
ru: Редактировать

source: EPG
fr: Guide electronique des programmes
