Repository: yavdr/yavdr
Catalog: i18n/yavdr-i18n/*.po
Languages: de, lt

source: Timer
lt: Laikmatis

source: Applications
de: Applikationen
lt: Programos

source: Web
lt: Interneto tinklas

source: Internet
lt: Internetas

source: XBMC on graphtft Display
de: XBMC auf graphtft Bildschirm
lt: XBMC rodomas graphtft ekranėlyje

source: Games
de: Spiele
lt: Žaidimai

source: Tools
de: Dienstprogramme
lt: Įrankiai

source: Xterm
lt: Terminalas

source: Commands
de: Befehle
lt: Komandos

source: Safely remove usb mass storage
de: USB Massenspeicher sicher entfernen
lt: Galite saugiai ištraukti USB raktą

source: Update vdr recordings list
de: Aufnahmen-Liste aktualisieren
lt: Atnaujinamas vdr įrašų sąrašas

source: Restart VDR
de: VDR neu starten
lt: Perkrauti VDR

source: Reboot system
de: Rechner neu starten
lt: Perkrauti sistemą

source: Shutdown system
de: System herunterfahren
lt: Išjungti sistemą

source: CD-Ripper Asunder
lt: CD-Ripper

source: Chromium 2D-Shooter
lt: Chromium 2D šaudyklė

source: Mail
lt: Paštas

source: DVD-Rip
lt: DVB-Rip

source: Gametrailers
lt: Žaidimų intro

source: PIP on/off
de: PIP an/aus
lt: PIP įj./išj.

source: PIP swap
de: PIP tausch
lt: PIP sukeitimas

source: TV-Browser
lt: TV Naršyklė

source: VLC-Media-Player
lt: VLC-Media-Grotuvas

source: Recording
de: Aufnahmen
lt: Įrašas

source: Music
de: Musik
lt: Muzika

source: Picture
de: Bilder
lt: Paveikslas

source: Miscellaneous
de: Sonstiges
lt: Įvairūs

source: Please select the audio output. Make your choice and press "Save". At saving VDR and the video output will be restarted in order to make your choice activ.
de: Bitte wählen Sie hier die Audioausgabe und drücken sie "Speichern". Nach dem Speichern wird VDR neugestartet um die Auswahl zu aktivieren.
lt: Išsirinkite garso išvestį. Pasirinkę spauskite "Išsaugoti" mygtuką. Išsaugojus VDR ir videu išvestis persikraus.

source: Output to all devices
de: Ausgabe an allen Geräten
lt: Išvesti į visus įrenginius

source: Analog
lt: Analoginė

source: Audio output will happen through the speaker/headphone plug
de: Audio Ausgabe erfolgt am Kopfhörer Anschluss
lt: Garsas bus išvedamas per kolonėlių/ausinių jungtį

source: Digital (Toslink/SPDIF)
lt: Skaitmeninė (SPDIF)

source: Audio output will happen through Toslink/SPDIF.
de: Audio Ausgabe erfolgt durch Toslink/SPDIF.
lt: Garsas bus išvedamas per SPDIF.

source: Audio output will happen through HDMI in PCM. This variant does a downmix for HDMI devices which only can handle stereo (i.e. tv sets).
de: Audio Ausgabe erfolgt durch HDMI PCM. Diese Variante ermöglicht die Ton-Ausgabe für z.B. Fernseher mit HDMI-Eingang.
lt: Garsas bus išvedamas per HDMI. Naudojant šį variantą per HDMI jungtį bus išvedamas nukarpytas stereo garsas.

source: Audio output will happen through HDMI with Pass Through.
de: Audio Ausgabe erfolgt durch HDMI Pass Through.
lt: Garsas bus išvedamas per HDMI jungtį kiaurai praleidžiant skaitmeninį garso kanalą (Pass Through).

source: Audio output
de: Ton Ausgabe
lt: Garso išvestis

source: Here you can configure your display settings.
de: Hier können Sie ihre Anzeigeeinstellungen konfigurieren.
lt: Čia galite konfigūruoti ekrano nustatymus.

source: Display
de: Anzeigeeinstellungen
lt: Ekranas

source: Rescan displays
de: Erneut nach vorhandenen Bildschirmen suchen
lt: Nuskanuoti ekranus dar kartą

source: Refresh rate
de: Bildwiederholrate
lt: Atnaujinti dažnį

source: Device
de: Gerät
lt: Įrenginys

source: Primary
de: Primär
lt: Pirminis

source: Secondary
de: Sekundär
lt: Antrinis

source: Select resolution
de: Auflösung wählen
lt: Pasirinkti skiriamąją gebą

source: Resolution
de: Auflösung
lt: Skiriamoji geba

source: Nvidia overscan compensation
de: Nvidia Overscan-Kompensation
lt: Nvidia ekrano perdengiamumo (overscan) kompensacija

source: Basic
lt: Įprastas

source: Dual-Head Mode
de: Dual-Head Modus
lt: Dvigalvis režimas

source: default
de: Voreinstellung
lt: numatytasis

source: disabled (less than 2 displays found)
de: deaktiviert (weniger als 2 Bildschirme gefunden)
lt: išjungta (mažiau nei 2 ekranai rasti)

source: Rescan display. Displays may flicker.
de: Erneut Bildschirm Suchen. Bildschirm kann flackern
lt: Nuskanuoti ekraną dar kartą. Ekranai gali suvirpėti.

source: Rescan display failed.
de: Erneute Bildschirmsuche fehlgeschlagen
lt: Nuskanuoti ekraną iš naujo nepavyko.

source: Default frequency
de: Frequenz Voreinstellung
lt: Numatytasis dažnis

source: rate
lt: dažnis

source: Settings
de: Einstellungen
lt: Nustatymai

source: Here you can configure your remote hardware. The default and most common choice is EventLircd.
de: Konfigurieren Sie hier ihre Fernbedienung. Die Voreinstellung und am meisten gebrauchte Wahl ist Eventlircd.
lt: Čia galite nustatyti distancinio valdymo įrangą. Numatytasis ir dažniausiai naudojamas pasirinkimas yra EventLircd.

source: Driver
de: Treiber
lt: Tvarkyklė (draiveris)

source: LIRC driver
de: LIRC Treiber
lt: LIRC tvarkyklė (draiveris)

source: HW-Default
de: HW-Voreinstellung
lt: Numatytas geležis

source: Receiver
de: Empfänger
lt: Imtuvas

source: Serial port
de: serielle Schnittstelle
lt: Serijinis portas

source: Activate LIRC
de: LIRC Aktivieren
lt: Aktyvuoti LIRC

source: Activate EventLircd
de: Eventlircd aktivieren
lt: Aktyvuoti EventLircd

source: Choose a file:
de: Wählen Sie eine Datei:
lt: Pasirinkite bylą:

source: Save
de: Speichern
lt: Išsaugoti

source: System
lt: Sistema

source: Reload
de: Neu laden
lt: Perkrauti

source: Mark content
de: Inhalt markieren
lt: Pažymėti turinį

source: Send to PasteBin
de: Nach PasteBin senden
lt: Siųsti į PasteBin svetainę

source: Please wait...
de: Bitte warten...
lt: Lukterkit...

source: General system settings are made here.
de: Wechseln Sie zwischen verschiedenen Shutdown-Methoden
lt: Pagrindiniai sistemos nustatymai atliekami čia.

source: Webfrontend language
de: Webfrontend Sprache
lt: Valdymo skydelio kalba

source: Shutdown and wakeup
de: PC-Abschalten und PC-Aufwecken
lt: Išjungti ir pakelti

source: Choose timeout in seconds:
de: Wähle Grub Unterbrechung in Sekunden
lt: Pasirinkite užlaikymą sekundėmis:

source: "The maximum is 10."
de: "Das Maximum ist 10."
lt: "Maksimalus laikas yra 10."

source: "The minimum is 0."
de: "Das Minimum ist 0."
lt: "Minimalus 0."

source: "Language"
de: "Sprache"
lt: "Kalba"

source: Suspend to RAM
lt: Sustapdyti sitemos darbą budint laikinojoje atmintyje (RAm)

source: Switches the computer into energy saving mode. Only RAM will be supplied with Power.
de: Schaltet den Computer in den Energiesparmodus. Nur RAM wird mit Strom versorgt.
lt: Kompiuteris perjungiamas į energijos taupymo ręžimą. Energija bus tiekiama tiktai laikinajai atminčiai (RAM).

source: Fake suspend to disk
lt: Imituoti sistemos darbo pristapdymą

source: Alternative for Suspend to RAM. This can be used as a fallback for some problematic devices
de: Alternative für Suspend to RAM. Kann als Ersatz für problematische Hardware genommen werden.
lt: Alternatyva sitemos darbo budėjimui laikinojoje atmintyje. Šis metodas gali būti naudojamas kaip atsarginis variantas problematiškai veikiančiai geležiai

source: Shutdown
de: System herunterfahren
lt: Išjungti

source: This is the classical shutdown.
de: Das ist die klassische Abschalt-Methode.
lt: Tai klasikinis sistemos išjungimas.

source: reboot PowerOff-kernel
de: Rechner Neu starten PowerOff-kernel
lt: Perkrauti išjungiant linux branduolį

source: Some Hardware needs the PowerOff kernel in order to be able to shut down. Use this if you have this problem.
de: Manche Hardware braucht einen PowerOff Kernel um den Rechner erfolgreich herunterzufahren. Wählen Sie das, sollten Sie das Problem haben.
lt: Kai kuriai geležiai išjungti reikia užgesinti linux branduolį. Naudokit šį metodą tadai kai turit panašių problemų.

source: Without timer wakeup.
de: Ohne Timer-gesteuertem Aufwachen
lt: Nenaudojant laikmačio pakėlimo.

source: ACPI timer wakeup. YaVDR default setting.
de: ACPI Zeitgesteuertes Aufwecken. YaVDR Voreinstellung
lt: ACPI laikmačio pakėlimas. Numatytasis YaVDR nustatymas.

source: You need a special nvram configuration to use it.
de: Sie brauchen eine spezielle/extra Konfiguration um Nvram-wakeup zu benutzen.
lt: Jei norite naudotis juo, jums reiks soecialaus nvram nustatymo.

source: Shutdown method
de: Abschalt Methode
lt: Išjungimo metodas

source: Wakeup method
de: Aufweck-Methode
lt: Pakėlimo metodas

source: Disable USB-wakeup
de: USB-wakeup abschalten
lt: Išjungti galimybę pakelti naudojant USB

source: Deactivate USB-wakeup, for incompatible hardware
de: USB-wakeup deaktivieren bei inkompatibler Hardware
lt: Nesuderinamai įrangai, išjungti galimybę pakelti naudojant USB

source: Network
de: Netzwerk
lt: Tinklas

source: You can define Host and shares which should be mounted automatically. You need to key in the shares using "host:/path/to/the/share".
de: Definieren Sie hier den Host und die Freigabe welche automatisch eingehängt werden soll. Bitte die Freigaben eintragen, in der Form: "host:/pfad/zur/freigabe".
lt: Galite nustatyti šaltinį ir dalinamus katalogus kurie turėtų būti prikabinti automatiškai. Turite nurodyti šitokiu formatu "host:/path/to/the/share" dalinamų katalogų skiltyje.

source: Add
de: Hinzufügen
lt: Pridėti

source: Delete
de: Löschen
lt: Ištrint

source: The name is missing
de: Der Name fehlt
lt: Neįvestas pavadinimas

source: load new information from internet
de: neue Informationen aus dem Internet laden
lt: krauti naują informaciją iš interneto

source: remove unneeded packages
de: entferne unnötige Pakete
lt: ištrinti nereikalingus paketus

source: clears out the local repository of retrieved package file
de: Lokales Repository aufräumen
lt: trina vietinę gauto paketo bylos saugyklą

source: Install
de: Installieren
lt: Įdiegti

source: Remove
de: Entfernen
lt: Pašalinti

source: Activate
de: Aktivieren
lt: Aktyvuoti

source: Deactivate
de: Deaktivieren
lt: Išjungti

source: Package
de: Paket
lt: Paketas

source: Maintainer
lt: Palaikytojas

source: Description
de: Beschreibung
lt: Aprašymas

source: Please select a package to see additional details.
de: Bitte win Paket anwählen um zusätzliche Informationen zu erhalten.
lt: Pasirinkite paketą jei norite pamatyti daugiau informacijos.

source: Version
lt: Versija

source: Name of the group
de: Name der Gruppe
lt: Grupęs pavadinimas

source: Name
lt: Pavadinimas

source: Next channel no.
de: Nächste Kanalnummer
lt: Sekantis kanalo numeris

source: "ChannelsReader.read: Channels not available"
lt: "ChannelsReader.read: Tokio kanalo nėra"

source: Channels saved
de: Kanäle gespeichert
lt: Kanalai išsaugoti

source: generated channels.conf
de: generierte channels.conf
lt: sugeneruotas channels.conf

source: Channels
de: Kanäle
lt: Kanalai

source: Clipboard
de: Ablage
lt: Iškarpinė (clipboard)

source: Move into channels.conf
de: In die Kanalliste einfügen
lt: Pereiti į channels.conf

source: Add new group
de: Neu Gruppe hinzufügen
lt: Pridėti naują grupę

source: Please enter the group name:
de: Neuer Gruppenname:
lt: Įveskite grupės pavadinimą:

source: Display channels.conf
lt: Rodyti channels.conf

source: "Channel"
de: "Kanal"
lt: "Kanalas"

source: "Name"
lt: "Pavadinimas"

source: "Provider"
de: "Anbieter"
lt: "Tiekėjas"

source: "loading channels"
de: "Kanäle nachladen"
lt: "kraunami kanalai"

source: Move into clipboard
de: In die Ablage verschieben
lt: Pereiti į iškirptinę

source: On top
de: Am Anfang
lt: Viršuje

source: At bottom
de: Am Ende
lt: Apačioje

source: Insert clipboard
de: In die Ablage einfügen
lt: Įterpti iškirptinę

source: Above %s
de: Über %s
lt: Viršum %s

source: Below %s
de: Unterhalb %s
lt: Žemiau %s

source: Delete "%s"
de: "%s" löschen
lt: Trinti "%s"

source: Delete selection
de: Auswahl löschen
lt: Trinti pasirinktus

source: Here you can make general setting for and around VDR.
de: Machen Sie hier die Allgemeinen Einstellungen für und um VDR
lt: Čia galite nustatyti pagrindinius VDR ir susijusius nustatymus.

source: General
de: Allgemein
lt: Pagrindinis

source: Lifeguard monitoring items
de: Lifeguard Überwachungs Punkte
lt: Saugoti stebėjimo elementus

source: Lifeguard
lt: Apsauga

source: VDR-Lifeguard will check the choosen items before allowing the shutdown. Please choose the items which should not be interrupted by a shutdown. Not checked means it will not block the shutdown.
de: VDR-Lifeguard untersucht mit den ausgewählten Begriffen (siehe Auswahl), ob ein Herunterfahren des Rechners erlaubt ist. Bitte wählen Sie die Einzelnen Punkte, welche durch ein Herunterfahren des Rechners nicht unterbrochen werden sollen. Nicht gewählt bedeutet der Rechner blockiert nicht das Herunterfahren
lt: VDR-Apsauga patikrins pasirinktus elementus prieš leidžiant sistemos išjungimą. Pasirinkite elementus kurie neturėtų būti pertraukiami išjungimo fazės. Nepažymėjimas reiškia kad tai neblokuos išjungimo.

source: This choice is using the xineliboutput plugin with frontend vdr-sxfe.
de: Die Auswahl gebraucht das Xineliboutput Plugin mit dem VDR-sxfe Frontend
lt: Xineliboutput įskiepas su vdr-sxfe išvesties sąsaja.

source: This is an alternative frontend. It is using the xine plugin using Xine for decoding.
de: Wählen Sie Xine-Plugin als Alternative.
lt: Tai alternatyvi išvesties sąsaja. Kuri naudoja xine įskiepą kreipaintis į Xine dekodavimui.

source: If you want to use VDR as backend for XBMC and watch TV only in XBMC this is your choice.
de: Wollen Sie VDR nur als Backend benutzen für XBMC und mit XBMC TV sehen, dann ist das Ihre Wahl.
lt: Jei norite naudoti VDR kaip valdiklį XBMC ir žiūrėti TV tik su XBMC - tai jūsų pasirinkimas.

source: You can choose this if you don't want to have any video output. This is if you want to use yavdr as server, or disable any decoding on video cards.
de: Wählen Sie yaVDR Server wenn Sie keinerlei Video-Ausgabe brauchen und wenn man yavdr als Server verwenden will. Es deaktiviert das dekodieren der Videokarten
lt: Galite pasirinkti šį punktą jei iš viso nenorite turėti video išėjimo. Šis punktas įjungiamas tada kai yavdr naudojamas kaip serveris arba visai išjungiamas dekodavimas ant video išvesties.

source: If you want to use VDR with a TT-premium S2-6400 HD.
de: Für VDR mit einer TT-Premium S2-6400 HD.
lt: Jei norite naudoti VDR su TT-premium S2-6400 HD.

source: Video Output
de: Video Ausgabe
lt: Video išvestis

source: Override incorrect not DVB compliant EPG Encoding, as send by Sky
de: Überschreibt die falsche, nicht DVB-Konforme EPG-Kodierung, wie z.B die von Sky
lt: Perrašyti neteisingus su DVB standartu nesuderinamus EPG kodavimus, kaip daroma Sky tiekėjo atveju

source: Charset override
de: Zeichensatz überschreiben
lt: Kodavimo perrašymas

source: Diagnostics
de: Diagnostik
lt: Diagnostika

source: Refresh
de: Neu laden
lt: Atnaujinimas

source: Go to the end
de: An das Ende
lt: Eiti į pabaigą

source: ALSA status information
de: ALSA Status Informationen
lt: Informacija apie ALSA būseną

source: ALSA device list
de: ALSA Geräteliste
lt: ALSA įrenginių sąrašas

source: ALSA custom sound configuration
de: ALSA Benutzerspezifische Audio-Konfiguration
lt: Asmeniniai ALSA garso nustatymai

source: Package information
de: Paket Informationen
lt: Paketo informacija

source: Installed packages (VDR, VDR-Plugins, VDR-Addons, XBMC, yavdr)
de: Installierte Pakete (VDR, VDR-Plugins, VDR-Addons, XBMC, yavdr)
lt: Įdiegti paketai (VDR, VDR-Plugins, VDR-Addons, XBMC, yavdr)

source: Apt history of recently installed packages
de: APT-Anzeige kürzlich installierter Pakete
lt: Idiegtų paketų Apt istorija

source: LIRC hardware configuration
de: LIRC Hardware Konfiguration
lt: LIRC geležies nustatymai

source: LIRCD configuration
de: LIRCD Konfiguration
lt: LIRCD nustatymai

source: System information
de: System Informationen
lt: Sistemos informacija

source: System load
de: Systemauslastung
lt: Sistemos apkrova

source: Network status
de: Netzwerk Status
lt: Tinklo būklė

source: Filesystem usage
de: Festplattenbelegung
lt: Failų sistemos užimtumas

source: Kernel log
lt: Branduolio ataskaitos (log)

source: Webserver logfile
lt: Web serverio ataskaitos

source: VDR basic configuration
de: VDR Grund-Einstellungen
lt: Įprastiniai VDR nustatymai

source: X-Server configuration (only if NVIDIA VDPAU present)
de: X-Server Konfiguration (nur bei vorhandenem NVIDIA-VDPAU)
lt: X-Server nustatymai (tik tuo atveju jei įranga turi NVIDIA VDPAU spartinimą)

source: X-Server logfile
de: X-Server Aufzeichnungsdatei
lt: X-Server ataskaitos

source: XBMC crash log
lt: XBMC lūžimo ataskaitos

source: yaVDR database
de: yaVDR Datenbank
lt: yaVDR duomenų bazė

source: Recordings
de: Aufnahmen
lt: Įrašai

source: Duration
de: Dauer
lt: Trukmė

source: Timers
lt: Laikmačiai

source: Start
lt: Pradžia

source: Schedule
de: Programminfo
lt: Programa

source: Here you can configure your VDR and applications around it.
de: Konfigurieren Sie hier VDR und seine Applikationen.
lt: Čia galite nustatyti VDR ir susijusias programas.

source: Hardware
lt: Geležis

source: Remote control
de: Einstellung der Fernbedienung
lt: Distancinio valdymo pultas

source: Edit configurations
de: Konfiguration bearbeiten
lt: Koreguoti nustatymus

source: Packages
de: Pakete
lt: Paketai

source: Here you can monitor your system. You can look into log files and send them to pastebin to let others review them.
de: Informieren Sie sich über den Zustand des Systems, betreiben Sie Fehleranalyse und senden Sie die Logdateien nach PasteBin um anderen die Überprüfung zu ermöglichen.
lt: Čia galite stebėti savo sistemos darbą. Galite peržiūrėti ataskaitų bylas (log files) ir persiųsti jas į pastebin kad kiti galėtų jas įvertinti.

source: "Execute command..."
de: "Befehl ausführen..."
lt: "Vykdyti komandą..."

source: The command has been executed successfully
de: Der Befehl wurde erfolgreich ausgeführt
lt: Komanda įvykdyta sėkmingai

source: The command could not complete successfully
de: Der Befehl konnte nicht erfolgreich ausgeführt werden
lt: Komanda negali būti pabaigta iki galo

source: Switch temporarily to second screen
de: Vorläufig auf den zweiten Bildschirm schalten
lt: Laikinai persijungia į antrą ekraną

source: Reboot computer
de: Rechner neu starten
lt: Perkrauti kompiuterį

source: Sound (ALSA)
de: Ton (ALSA)
lt: Garsas (ALSA)

source: System log files
de: System log Dateien
lt: Sistemos ataskaitos

source: Xorg server
lt: Xorg serveris

source: LIRC configuration
de: LIRC Konfiguration
lt: LIRC nustatymai

source: VDR configuration
de: VDR Konfiguration
lt: VDR nustatymai

source: Dashboard
lt: Sąrankų skydelis

source: Program
de: Programm
lt: Programa

source: Saving
de: Speichern
lt: Saugo

source: Cancel
de: Abbrechen
lt: Atmesti

source: Error while saving data.
de: Fehler beim speichern der Daten.
lt: Klaida saugant duomenis.

source: Data stored successfully.
de: Daten erfolgreich gespeichert.
lt: Duomenys išsaugoti sėkmingai.

source: Introduction
de: Einführung
lt: Įvadas

source: Close
de: Schliessen
lt: Uždaryti

source: Install package?
de: Paket installieren?
lt: Įdiegti paketą?

source: Would you like to install package "%s"?
de: Wollen Sie das Paket "%s" installieren?
lt: Ar norėtumėte įdiegti "%s" paketą?

source: Would you like to remove package "%s"?
de: Wollen Sie das Paket "%s" entfernen?
lt: Ar norėtumėte ištrinti "%s" paketą?

source: Would you like to enable "%s"?
de: Wollen Sie "%s" aktivieren?
lt: Ar norėtumėte įjungti "%s" paketą?

source: fatal error: disable plugin failed
de: schwerwiegender Fehler: Plugin abschalten war erfolglos
lt: kritinė klaida: nepavyko išjungti įskiepo

source: Disable plugin?
de: Plugin abschalten?
lt: Išjungti įskiepą?

source: Would you like to disable "%s"?
de: Wollen Sie "%s" abschalten?
lt: Ar norėtumėte išjungti "%s"?

source: Title (optional)
de: Titel (optional
lt: Pavadinimas (nebūtinas)

source: Email (optional)
lt: El. paštas (nebūtinas)

source: Content
de: Inhalt
lt: Turinys

source: Send
de: Senden
lt: Siųsti

source: You can configure your sundtek DVB hardware here.
de: Konfigurieren sie ihre Sundtek DVB Hardware hier.
lt: Čia galite nustatyti savo sundtek DVB geležį.

source: unchanged
de: unverändert
lt: nepakeista

source: Rescan Sundtek
de: Sundtek erneut Suchen
lt: Nuskanuoti iš naujo Sundtek

source: DVB-Mode
de: DVB-Modus
lt: DVB ręžimas

source: mount device
de: Gerät anschliessen
lt: prikabinti įrenginius

source: mounted
de: angeschlossen
lt: prikabinta

source: remove this configuration
de: Diese Konfiguration entfernen
lt: pašalinti šiuos nustatymus

source: Do you realy want to remove this configration:
de: Wollen Sie diese Konfiguration wirklich entfernen:
lt: Ar tikrai norite pašalinti šią konfigūraciją:

source: (local)
de: (lokal)
lt: (vietinis)

source: Network-Support
de: Netzwerk-Unterstützung
lt: Tinklo-Palaikymas

source: allows devices to be mounted remotely
de: Entferntes einhängen der Geräte erlauben
lt: leidžia įrenginius prikabinti nuotoliniu būdu

source: Rescan for sundtek devices.
de: Erneut nach Sundtek Geräten suchen
lt: Nuskanuoti sundtek įrenginius dar kartą.

source: Do not change frontend settings
de: Einstellungen nicht ändern
lt: Nekeisti įvesties sąsajos nustatymų

source: Language
de: Sprache
lt: Kalba

source: yes
de: ja
lt: taip

source: no
de: nein
lt: ne

source: Set XBMC defaults
de: XBMC Konfiguration zurücksetzen
lt: Atstatyti XBMC pradinius nustatymus

source: enabled
de: aktiviert
lt: įjungta

source: Edit
lt: Koreguoti

source: Media
de: Medien

source: Audio Settings
de: Audio-Einstellungen

source: Basic settings
de: Grund Einstellungen

source: Xine
de: Xine Einstellungen

source: "Display channels.conf"
de: "channels.conf anzeigen"

source: Kill XBMC
de: XBMC Notstopp
